txt_title = 'Здоровье'
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья!'
txt_instruction = 'Данное приложение позволит вам с помощью теста Руфье...'
txt_next = 'Начать'
fio = 'Введите ФИО:'
yrs = 'Полных лет:'
txt_button1 = 'Начать первый тест'
txt_first = 'Лягте на спину и замерьте пульс на 15 секунд. Нажмите кнопку \"Начать первый тест\", чтобы запустить таймер. Результат запишите в соответствующее поле.'
txt_start_do = 'Начать делать приседания'
txt_final = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, а затем - за последние 15 секунд. \n Нажмите на кнопку \"Начать финальный тест\", чтобы запустить таймер. \n Зелёным обозначены секунды, в течение которых необходимо \n проводить измерения, чёрным - секунды без замера пульсаций. Результаты запишите в соответствующие поля.'
txt_final_start = 'Начать финальный тест'
txt_final_send = 'Отправить результаты'

txt_indecks = 'Индекс Руфье:'
txt_working = 'Работоспособность сердца:'
res_bad = 'Низкая'
res_bad_med = 'Ниже среднего'
res_med = 'Средняя'
res_med_good = 'Выше среднего'
res_good = 'Высокая'
